Revit 2020 API
SchemaCommon.Keyword Property
 The property labeled "Keyword" from the "PrismTransparent" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 20.0.0.0 (20.0.0.377)
Since: 2018.1
Syntax
C#
public static string Keyword { get; }
Visual Basic
Public Shared ReadOnly Property Keyword As String
	Get
Visual C++
public:
static property String^ Keyword {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyString". Use ":" to add several keywords.
See Also
SchemaCommon Class
Autodesk.Revit.DB.Visual Namespace